# -*- coding: utf-8 -*-

question_words = ['что', 'какое', 'какой', 'какие', 'можно', 'где', 'куда']
greeting_keywords = ['привет', 'здравствуйте', 'доброе',  'утро', 'добрый', 'вечер']
menu_keywords = ['меню', 'ассортимент', 'блюда', 'заказать', 'можно', 'покажите', 'давайте']
place_keywords = ['сесть', 'место', 'стол', 'столик', 'присести', 'окна', 'окно', 'напротив', 'телевизора', 'приставки', 'телевизор']
place_answers = ['у окна', 'на ваш выбор', 'любое', 'у входа', 'вип']
bye_keywords = ['до', 'свидания', 'пока', 'встречи']
check_keywords = ['чек', 'счет', 'сч']
dishes_keywords = {'хлеб': 5, 'булка': 1, 'сыр': 2, 'пиво': 100, 'пиво с рыбой': 1000, 'русский марш': 1, 'Американо авокадо' : 339, 'лосось' : 212, 'копченый угорь' : 500, 'Бекон-курица' : 260, 'Бонито маки' : 210, 'Гусеница' : 180, 'Lounge маки' : 120, 'огурец' : 30, 'сыр филадельфия' : 100, 'Калифорния' : 150, 'Горячая креветка' : 90, 'Кабуки' : 50, 'икра летучей рыбы':50}
dishes = []
menu_placeholder = " Хлеб - 5руб.\n Булка - 1 руб.\n Пиво - 100руб.\n Пиво с рыбой - 1000 руб.\n"