# -*- coding: utf-8 -*-

question_words = ['что', 'какое', 'какой', 'какие', 'можно', 'где', 'куда']
greeting_keywords = ['привет', 'здравствуйте', 'доброе',  'утро', 'добрый', 'вечер']
menu_keywords = ['меню', 'ассортимент', 'блюда', 'заказать', 'можно', 'покажите', 'давайте']
place_keywords = ['сесть', 'место', 'стол', 'столик', 'присести', 'окна', 'окно', 'напротив', 'телевизора', 'приставки', 'телевизор']
place_answers = ['у окна', 'на ваш выбор', 'любое', 'у входа', 'вип']
bye_keywords = ['до', 'свидания', 'пока', 'встречи']
check_keywords = ['чек', 'счет', 'сч',  'счёт']
dishes_keywords = {'чай': 50, 'кофе': 60, 'американо авокадо': 339, 'лосось' : 212, 'копченый угорь': 500,
                   'бекон-курица': 260, 'бонито маки': 210, 'гусеница': 180, 'lounge маки': 120, 'сыр филадельфия': 100,
                   'калифорния': 150, 'горячая креветка': 90, 'кабуки': 50, 'икра летучей рыбы':50, 'греческий салат': 200,
                   'цезарь': 250}
dishes = []
menu_placeholder = " Хлеб - 5руб.\n Булка - 1 руб.\n Пиво - 100руб.\n Пиво с рыбой - 1000 руб.\n"
