# -*- coding: utf-8 -*-

question_words = ['что', 'какое', 'какой', 'какие', 'можно', 'пива', 'где', 'куда', 'покажите']
greeting_keywords = ['привет', 'здравствуйте', 'доброе',  'утро', 'добрый', 'вечер']
menu_keywords = ['меню', 'ассортимент', 'блюда', 'пива', 'мне пожалуйста', 'хочу', 'заказать']
place_keywords = ['сесть', 'место', 'стол', 'столик', 'присести', 'окна', 'окно']
place_answers = ['у окна', 'на ваш выбор', 'любое', 'у входа', 'вип']
bye_keywords = ['до свидания', 'пока']
dishes_keywords = {'хлеб': 5, 'булка': 1, 'пиво': 100, 'пиво с рыбой': 1000,
 'русский марш': 1, 'американо авокадо' : 339, 'лосось' : 212, 'копченый угорь' : 500,
 'бекон-курица' : 260, 'Бонито маки' : 210, 'гусеница' : 180, 'lounge маки' : 120,
 'огурец' : 30, 'сыр филадельфия' : 100, 'калифорния' : 150, 'горячая креветка' : 90,
 'кабуки' : 50, 'икра летучей рыбы' : 2000}
dishes = []

menu_placeholder = " Хлеб - 5руб.\n Булка - 1 руб.\n Пиво - 100руб.\n Пиво с рыбой - 1000 руб.\n"
